Revit 2027 API
ParameterTypeId.ViewerTargetElevation Property
 "Target Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerTargetElevation { get; }
Public Shared ReadOnly Property ViewerTargetElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerTargetElevation {
	ForgeTypeId^ get ();
}
static member ViewerTargetElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace